// pages/details/manager.js
Page({
  data:{
    manager: [{
      name: '蒋文玲',
      time: '2016-06-07',
      intro: "国籍：中国。学历：上海财经大学经济学硕士。业务资格：证券投资基金从业资格。从业经历：曾任汇添富基金债券交易员、债券风控研究员。2012年11月30日至2014年1月7日任浦银安盛基金货币市场基金的基金经理。2014年1月加入汇添富基金，历任金融工程部高级经理、固定收益基金经理助理。2014年4月8日至今任汇添富多元收益债券基金的基金经理助理，2015年3月10日至今任汇添富现金宝货币基金、汇添富理财14天债券基金、汇添富优选回报混合基金（原理财21天债券基金）的基金经理，2016年6月7日至今任汇添富货币基金、添富通货币基金、理财30天债券基金、理财60天债券基金、实业债债券基金的基金经理。",
      images_url: "../../assets/images/manager1.jpg"
    }]
  },
  onLoad:function(options){
    // 页面初始化 options为页面跳转所带来的参数
  },
  onReady:function(){
    // 页面渲染完成
  },
  onShow:function(){
    // 页面显示
  },
  onHide:function(){
    // 页面隐藏
  },
  onUnload:function(){
    // 页面关闭
  }
})